Repository: ddstreet/sos
Catalog: src/po/*.po
Languages: id, ru

source: Please enter your first initial and last name [%s]:
id: Silakan masukkan nama awal dan nama belakang [%s]:
ru: Пожалуйста, укажите имя и фамилию [%s]:

source: Please enter the case number that you are generating this report for:
id: Silakan masukkan nomor kasus yang Anda hasilkan untuk laporan ini:
ru: Пожалуйста, введите номер проверки для генерируемого отчёта:

source: Creating compressed archive...
id: Menciptakan arsip yang dipadatkan...
ru: Создаётся архив...

source: Encrypting archive...
id: Mengenkripsi arsip...
ru: Выполняется кодирование архива...

source: There was a problem encrypting your report.
id: Ada masalah mengenkripsi laporan Anda.
ru: Произошла ошибка при кодировании вашего отчёта.

source: Your sosreport has been generated and saved in: %s
id: Sosreport Anda telah dihasilkan dan disimpan di:%s
ru: Созданный отчёт сохранен в: %s

source: The md5sum is:
id: md5sum adalah:
ru: md5sum:

source: Please send this file to your support representative.
id: Harap kirim berkas ini untuk mendukung wakil Anda.
ru: Отправьте этот файл представителю службы поддержки.

source: Cannot upload to specified URL.
id: Tidak dapat mengunggah ke URL yang diberikan.
ru: Не удалось отправить файл.

source: There was a problem uploading your report to Red Hat support.
id: Ada masalah mengunggah laporan Anda ke dukungan Red Hat.
ru: Произошла ошибка при попытке отправить отчёт в службу поддержки Red Hat.

source: Your report was successfully uploaded to Red Hat's ftp server with name:
id: Laporan Anda telah berhasil diupload ke ftp server Red Hat dengan nama:
ru: Ваш отчёт был успешно размещён на ftp-сервере Red Hat под именем:

source: Please communicate this name to your support representative.
id: Harap komunikasikan nama ini kepada wakil pendukung Anda.
ru: Пожалуйста, сообщите это имя представителю службы поддержки.

source: Could not create temporary directory.
id: Tidak dapat membuat direktori temporer.
ru: Не удалось создать временный каталог.

source: sosreport (version %s)
id: sosreport (versi %s)
ru: sosreport (версия %s)

source: plugin %s does not validate, skipping
id: plugin %s tidak memvalidasi, lompati
ru: модуль %s не прошёл проверку подлинности. Пропускается.

source: plugin %s skipped (--skip-plugins)
id: plugin %s dilewati (--skip-plugin)
ru: пропущен модуль %s (--skip-plugins)

source: plugin %s is inactive (use -e or -o to enable).
id: plugin %s tidak aktif (gunakan -e atau -o untuk mengaktifkan).
ru: неактивный модуль %s (для активации используйте -e или -o)

source: plugin %s not specified in --only-plugins list
id: plugin %s tidak ditentukan dalam daftar --only-plugins
ru: модуль %s не указан в списке --only-plugins

source: plugin %s does not install, skipping
id: plugin% s tidak diinstal, lompati
ru: модуль %s не устанавливается. Пропускается.

source: processing options from plugin: %s
id: opsi pemrosesan dari plugin: %s
ru: обрабатываются опции модуля: %s

source: no valid plugins found
id: tidak ditemukan plugin yang valid
ru: не найдены модули

source: The following plugins are currently enabled:
id: Plugin berikut saat ini diaktifkan:
ru: В настоящее время включены модули:

source: No plugin enabled.
id: Tidak ada plugin diaktifkan.
ru: Нет активных модулей.

source: The following plugins are currently disabled:
id: Plugin berikut saat ini dinonaktifkan:
ru: В настоящее время отключены модули:

source: The following plugin options are available:
id: Berikut pilihan plugin yang tersedia:
ru: Доступны следующие опции модулей:

source: No plugin options available.
id: Tidak ada pilihan plugin yang tersedia
ru: Нет опций.

source: sosreport requires root permissions to run.
id: sosreport membutuhkan ijin root untuk berjalan.
ru: Для выполнения sosreport необходимы права root.

source: no valid plugins were enabled
id: tidak ada plugin valid yang diaktifkan
ru: подходящие модули не включены

source: This utility will collect some detailed information about the hardware and setup of your Red Hat Enterprise Linux system. The information is collected and an archive is packaged under /tmp, which you can send to a support representative. Red Hat will use this information for diagnostic purposes ONLY and it will be considered confidential information. This process may take a while to complete. No changes will be made to your system.
ru: Эта программа выполнит сбор подробной информации об оборудовании и настройках вашей системы Red Hat Enterprise Linux. Полученные сведения будут упакованы в архив, который будет помещён в каталог /tmp. Этот архив можно отправить в службу поддержки для анализа. Red Hat рассматривает эту информацию как конфиденциальную и использует исключительно в целях диагностики. Этот процесс может занять некоторое время. Система при этом изменена не будет.

source: Press ENTER to continue, or CTRL-C to quit.
ru: Нажмите ENTER для продолжения или CTRL-C для выхода.

source: One or more plugins have detected a problem in your configuration.
id: Satu atau lebih plugin telah mendeteksi masalah pada konfigurasi anda.
ru: Модули обнаружили ошибки конфигурации.

source: Please review the following messages:
id: Silakan tinjau pesan berikut:
ru: Пожалуйста, просмотрите сообщения:

source: Are you sure you would like to continue (y/n) ?
id: Apakah Anda yakin ingin melanjutkan (y / n)?
ru: Вы действительно хотите продолжить? (y/n)
