Repository: ddstreet/sos
Catalog: po/*.po
Languages: sr, sr@latin

source: Please enter your first initial and last name [%s]:
sr: Унесите ваш први иницијал и презиме [%s]:
sr@latin: Unesite vaš prvi inicijal i prezime [%s]:

source: Please enter the case number that you are generating this report for:
sr: Унесите број случаја за који правите овај извештај:
sr@latin: Unesite broj slučaja za koji pravite ovaj izveštaj:

source: Creating compressed archive...
sr: Правим компримовану архиву...
sr@latin: Pravim komprimovanu arhivu...

source: Encrypting archive...
sr: Шифрирам архиву...
sr@latin: Šifriram arhivu...

source: There was a problem encrypting your report.
sr: Дошло је до грешке при шифровању вашег извештаја.
sr@latin: Došlo je do greške pri šifrovanju vašeg izveštaja.

source: Your sosreport has been generated and saved in: %s
sr: Ваш sos извештај је направљен и сачуван у: %s
sr@latin: Vaš sos izveštaj je napravljen i sačuvan u: %s

source: The md5sum is:
sr: md5sum је:
sr@latin: md5sum je:

source: Please send this file to your support representative.
sr: Пошаљите ову датотеку вашем представнику подршке.
sr@latin: Pošaljite ovu datoteku vašem predstavniku podrške.

source: Cannot upload to specified URL.
sr: Не могу да пошаљем на наведени УРЛ.
sr@latin: Ne mogu da pošaljem na navedeni URL.

source: There was a problem uploading your report to Red Hat support.
sr: Појавио се проблем при слању вашег извештаја Red Hat подршци.
sr@latin: Pojavio se problem pri slanju vašeg izveštaja Red Hat podršci.

source: Please communicate this name to your support representative.
sr: Пренесите ово име вашем представнику подршке.
sr@latin: Prenesite ovo ime vašem predstavniku podrške.

source: Could not create temporary directory.
sr: Не могу да направим привремени директоријум.
sr@latin: Ne mogu da napravim privremeni direktorijum.

source: sosreport (version %s)
sr: sosreport (верзија %s)
sr@latin: sosreport (verzija %s)

source: plugin %s does not validate, skipping
sr: додатак %s се није оверио, прескачем
sr@latin: dodatak %s se nije overio, preskačem

source: plugin %s does not install, skipping
sr: додатак %s се није инсталирао, прескачем
sr@latin: dodatak %s se nije instalirao, preskačem

source: no valid plugins found
sr: нису пронађени ваљани додаци
sr@latin: nisu pronađeni valjani dodaci

source: The following plugins are currently enabled:
sr: Следећи додаци су тренутно укључени:
sr@latin: Sledeći dodaci su trenutno uključeni:

source: No plugin enabled.
sr: Нема укључених додатака.
sr@latin: Nema uključenih dodataka.

source: The following plugins are currently disabled:
sr: Следећи додаци су тренутно искључени:
sr@latin: Sledeći dodaci su trenutno isključeni:

source: The following plugin options are available:
sr: Доступне су следеће опције додатка:
sr@latin: Dostupne su sledeće opcije dodatka:

source: No plugin options available.
sr: Нема доступних опција додатка.
sr@latin: Nema dostupnih opcija dodatka.

source: sosreport requires root permissions to run.
sr: sosreport захтева root дозволе за извршавање.
sr@latin: sosreport zahteva root dozvole za izvršavanje.

source: no valid plugins were enabled
sr: нису укључени ваљани додаци
sr@latin: nisu uključeni valjani dodaci

source: This utility will collect some detailed information about the hardware and setup of your %(distroa)s system. The information is collected and an archive is packaged under /tmp, which you can send to a support representative. %(distrob)s will use this information for diagnostic purposes ONLY and it will be considered confidential information. This process may take a while to complete. No changes will be made to your system.
sr: Ова алатка ће сакупити неке детаљне информације о хардверу и поставци вашег %(distroa)s система. Информације се сакупљају и пакује се архива под /tmp, коју можете послати представнику за подршку. %(distrob)s ће употребити ове информације САМО у дијагностичке сврхе и биће сматране поверљивим информацијама. Овај процес може да потраје дуже док се не заврши. Никакве промене неће бите начињене на систему.
sr@latin: Ova alatka će sakupiti neke detaljne informacije o hardveru i postavci vašeg %(distroa)s sistema. Informacije se sakupljaju i pakuje se arhiva pod /tmp, koju možete poslati predstavniku za podršku. %(distrob)s će upotrebiti ove informacije SAMO u dijagnostičke svrhe i biće smatrane poverljivim informacijama. Ovaj proces može da potraje duže dok se ne završi. Nikakve promene neće bite načinjene na sistemu.

source: Press ENTER to continue, or CTRL-C to quit.
sr: Притисните ENTER за наставак, или CTRL-C за излаз.
sr@latin: Pritisnite ENTER za nastavak, ili CTRL-C za izlaz.

source: One or more plugins have detected a problem in your configuration.
sr: Један или више додатака су открили проблем са вашим подешавањима.
sr@latin: Jedan ili više dodataka su otkrili problem sa vašim podešavanjima.

source: Please review the following messages:
sr: Прегледајте следеће поруке:
sr@latin: Pregledajte sledeće poruke:

source: Are you sure you would like to continue (y/n) ?
sr: Да ли сигурно желите да наставите (d/n) ?
sr@latin: Da li sigurno želite da nastavite (d/n) ?

source: y
sr: d
sr@latin: d

source: Y
sr: D
sr@latin: D
